{
  "app.common.SEO.description": "Daniel Belmonte | Developer Portfolio. This is my personal website, where you can find out more about me and my skills, experience and more!",
  "app.common.back": "Go back",
  "app.common.cancel": "Cancel",
  "app.common.copied": "Copied to clipboard!",
  "app.common.copy": "Copy to clipboard",
  "app.common.download_cv": "Download CV",
  "app.common.email_subject": "On%20Dani's%20Portfolio",
  "app.common.get_started": "Get started",
  "app.common.get_touch": "Get in touch!",
  "app.common.go_home": "Go Home",
  "app.common.just_cv": "\"Ok, I'm done... Just let me see your CV!\"",
  "app.common.loading_portfolio": "Loading portfolio...",
  "app.common.more": "More info",
  "app.common.send": "Send",
  "app.components.CareerInNumbers.companies": "Companies that trusted in me",
  "app.components.CareerInNumbers.projects": "Commercial projects I've been part of",
  "app.components.CareerInNumbers.title": "My career in numbers",
  "app.components.CareerInNumbers.years": "Years doing what I love professionally",
  "app.components.Contact.header": "You can get in touch with me by any of the following methods:",
  "app.components.Contact.mail": "Mail",
  "app.components.Contact.phone": "Phone",
  "app.components.Contact.socialmedia": "You also have my social media (both working and personal) available right below.",
  "app.components.Contact.title": "Get in touch",
  "app.components.Footer.header": "Daniel Belmonte | JS developer",
  "app.components.Footer.license": "This project is licensed under the MIT license",
  "app.components.Footer.menu.contact": "Contact",
  "app.components.Footer.menu.experience": "Experience",
  "app.components.Footer.menu.home": "Home",
  "app.components.Footer.social_media": "Social media",
  "app.components.Header.menu.contact": "Contact",
  "app.components.Header.menu.experience": "Experience",
  "app.components.Header.menu.home": "Home",
  "app.components.Profile.content": "Pasionate about new trends in technology and web development. I love building digital products and creating enjoyable user experiences. I'm always looking to work on fun projects. Feel free to {contact}",
  "app.components.Profile.header": "Profile",
  "app.components.Profile.headline": "I am a Frontend and Javascript Full Stack developer, with a degree in Multimedia Engineering at the University of Alicante.",
  "app.components.offer.architecture": "Able to help out deciding project structurization, libraries to use and environments.",
  "app.components.offer.dev": "Following good code practices, refactoring and project maintenance.",
  "app.components.offer.header": "What I'm offering",
  "app.components.offer.team": "Team player, worked in teams following Agile and SCRUM methodologies, experienced in Git flow and shared code good practices.",
  "app.containers.Experience.Accenture": "Started working at Accenture Tecnology Center (ATC Spain) as an Analyst, being involved in the following projects:{br}{br}Training in ReactJS. Completed a 40 hours course and crafting an intern project with a few more colleagues. The course included a variety going from React fundamentals until more complex and recent features, such as Redux and React Hooks.{br}{br}•\tBeing part of a Blockchain project for the biggest telecom provider in Spain. Helping out on the Frontend part of the application, developed in Angular v7.{br}{br}•\tGetting involved in a project for an important banking software provider in Switzerland. Worked with Angular v8 and its more recent features.",
  "app.containers.Experience.Cyient": "Joined the geospatial team, working along geographers and machine learning experts in developing geospatial solutions for this multinational company.{br}{br}Taking care both of the REST API and UI for different projects. A good example of this is the Cyient VIA Viewer: an ambitious project build for helping out different teams inside the company, allowing them to visualize and interact with different layers and map features captured by the drone team.{br}{br}The tech stack used mainly in this company for this kind of projects is the following:{br}{br}Angular (v5) + Material components for the UI.{br}NodeJS + Express for microservices and database connections.{br}AWS instances for hosting different solutions.",
  "app.containers.Experience.NitsNets": "Working officially as a Front End developer after my training period at this company and finishing college grade. I had been added into one of the many working teams, managed via SCRUM working flow.{br}{br}There I learned how to work properly along with a professional team, taking care of software control versions, working with some SCRUM tools.{br}{br}Creating and managing professional CMS with Pages and Bootstrap features, Lamp stack based in PHP (w/ CodeIgniter) and Javascript ECMAScript6+ scripting.{br}{br}Working with several B2B projects based in Angular v5, using Redux as a state container and Unicorn components (company’s custom ng components).",
  "app.containers.Experience.header": "Experience",
  "app.containers.Experience.headline": "Here you can find my career experience as a developer.",
  "app.containers.Experience.present": "Present",
  "app.containers.Experience.spain": "Spain",
  "app.containers.Experience.uk": "United Kingdom",
  "app.containers.HomePage.header": "About me",
  "app.containers.NotFoundPage.header": "Resource not found",
  "app.containers.NotFoundPage.message": "Oops! You may try something different...",
  "app.containers.Repositories.action": "View GitHub",
  "app.containers.Repositories.header": "My activity on GitHub",
  "app.containers.Repositories.headline": "Here you can find my featured repositories uploaded to my Github account.",
  "app.containers.Repositories.repos": "Repositories",
  "app.containers.Skills.content": "I'm specialized in everything related to projects based in {javascript} envionments, mainly focusing on two of the most popular Frontend frameworks using this kind of technology: {frontend}. Using and learning everyday about new techniques in app state management (such as {redux}), and more features showing up in Frontend. In the {backend}, I've created some APIs in the past, using {nodejs}. Wrapping up into a fully {javascript} environment.",
  "app.containers.Skills.core": "Core competencies",
  "app.containers.Skills.header": "Tech competencies",
  "app.containers.Skills.headline": "During my career, I have always tried to build a good skillset. Learning new stuff in the meantime, doing courses and putting that knowledge to work.",
  "app.containers.Skills.more": "More technical proficiencies"
}
